{"en":{
    "Heading": " Free Online Youtube Video Downloader",
    "link":"Paste your video link here",
    "Download": "Download",
    "Paste": "Paste a link to download video",
    "Format":"Format",
    "selectFormat":"Select a Format",
    "What is YoutubeSave and why to use?": "What is YoutubeSave and why to use?",
    "description":"YouTubeSave is a free online tool that enables you to download YouTube videos in various formats and resolutions. The advantages of using YouTubeSave include speedy downloads, high-quality video and audio, and the option to save videos for offline viewing.",
    "secondHeading":" Ultimate Guide on Downloading YouTube Videos Online Easily",
    "step1":" Paste the link of the YouTube video you intend to download.",
    "step2":"Choose the format you intended to download the video.",
    "step3":"Click download button it will redirect to new page where you can download the video or audio by simply clicking three dots in video."
},
"es":{
    "Heading": "Descargador gratuito de vídeos de Youtube en línea",
    "link": "Pega el enlace de tu vídeo aquí.e",
    "Download": "Descargar",
    "Paste": "Pega un enlace para descargar el vídeo.",
    "Format": "Formato",
    "selectFormat": "Seleccione un formato",
    "What is YoutubeSave and why to use?": "¿Qué es YoutubeSave y por qué usarlo?",
    "description": "YouTubeSave es una herramienta en línea gratuita que le permite descargar videos de YouTube en varios formatos y resoluciones. Las ventajas de usar YouTubeSave incluyen descargas rápidas, video y audio de alta calidad y la opción de guardar videos para verlos sin conexión.",
    "secondHeading": "Guía definitiva para descargar vídeos de YouTube en línea fácilmente",
    "step1": "Pega el enlace del vídeo de YouTube que deseas descargar.",
    "step2": "Elija el formato que deseaba descargar el video.",
    "step3": "Haga clic en el botón de descarga y lo redirigirá a una nueva página donde podrá descargar el video o el audio simplemente haciendo clic en tres puntos en el video."
},
"hi":{
    "Heading": "फ्री ऑनलाइन यूट्यूब वीडियो डाउनलोडर",
    "link": "यहां आपके वीडियो लिंक चिपकाएं",
    "Download": "डाउनलोड करें",
    "Paste": "वीडियो डाउनलोड करने के लिए एक लिंक चिपकाएं",
    "Format": "फ़ॉर्मेट",
    "selectFormat": "एक फ़ॉर्मेट का चयन करें",
    "What is YoutubeSave and why to use?": "YoutubeSave क्या है और क्यों उसे उपयोग करना चाहिए?",
    "description": "YoutubeSave एक ऑनलाइन उपकरण है जो आपको विभिन्न फ़ॉर्मेट और रिज़ोल्यूशन में YouTube वीडियो डाउनलोड करने की अनुमति देता है। YoutubeSave का उपयोग करने के लाभ शामिल हैं: तेज़ डाउनलोड, उच्च गुणवत्ता वीडियो और ऑडियो, और ऑफ़लाइन देखने के लिए वीडियो सहेजने की विकल्प।",
    "secondHeading": "यूट्यूब वीडियो ऑनलाइन आसानी से डाउनलोड करने का अत्यंत मार्गदर्शक",
    "step1": "डाउनलोड करने के लिए आपके पास के यूट्यूब वीडियो के लिंक को चिपकाएं।",
    "step2": "वीडियो डाउनलोड करने के लिए आपके पास के फ़ॉर्मेट का चयन करें।",
    "step3": "डाउनलोड बटन पर क्लिक करें, यह आपको एक नई पेज पर ले जाएगा जहां आप सिर्फ वीडियो या ऑडियो को डाउनलोड करने के लिए तीन डॉट्स पर क्लिक कर सकते हैं।"
}
}